const CommunityDetailContens = () => {
  return (
    <div className="py-[45px]">
      {/* 여기가 에디터 정보가 들어가야할부분입니다.에디터 정보가 어떻게 들어갈지 몰라 <div>로 넣어놓았습니다</div>  */}
      {/* 결과를 모르지만, 이미지와 텍스트사이에 공백이 있게 설정하는게 좋을것같습니다 */}
      <img src="/images/community-tmpimage.png" className="mb-[75px]" />
      <p className="font-light">
        서로 닮은 부소오름(왼쪽)과 부대오름. 뒤로 숱한 오름을 품은 한라산이 우뚝하다.이토록
        다정스러운 풍광이라니! 170m의 거리를 두고 서로 이웃한 부대오름과 부소오름은 생긴 모양과
        덩치가 쌍둥이처럼 닮았다. 예쁘게 빚은 만두를 떠올리게 하는 형태인데, 부소오름은 남서쪽,
        부대오름은 북동쪽으로 트인 말굽형 굼부리를 품었다. 앉은 방향이 서로 다르고, 굼부리도
        부대오름 쪽이 더 깊고 크지만, 등을 돌린 것처럼 보이지 않고 정겨움이 묻어난다. 마치 서로
        끈끈히 이어져 있는 프로펠러의 대각선 날개 같다. 2코스가 지나는 굼부리 안은 활엽수가
        많다.길들이지 못한 풋말들의 놀이터부대오름과 부소오름은 조천읍 선흘리의 선화교차로 한
        귀퉁이에 나란히 서 있다. 오름 북동쪽 자락으로 서귀포시 표선면 표선리와 제주시 건입동을
        연결하는 번영로가 지난다. 두 오름 중 교차로에 붙은 것이 부대오름이고 그보다 동쪽의 것이
        부소오름이다. 달리 ‘扶大岳부대악’, ‘扶小岳부소악’이라고도 한다. 이름 때문에 둘 중
        부대오름(표고 468.8m, 비고 109m)이 더 높을 것이라 짐작되지만, 사실은 해발고도나 오름 자체의
        높이 모두 부소오름(표고 469.2m, 비고 129m)이 조금 더 높다. 안내도가 있는 부소오름
        들머리.‘부대’, ‘부소’라는 오름 이름의 유래에 대해서는 이렇다 할 이야기가 전해오지 않는다.
        일제강점기 때 부대오름 굼부리 안에 일본군 부대가 주둔했기에 ‘부대악部隊岳’이 되었다고
        주장하는 이가 있으나, 그보다 훨씬 이전에 만들어진 옛 지도나 문헌에서 ‘부대扶大’,
        ‘부소扶小’라는 이름이 확인된다. 걷기 좋은 오솔길을 따르는 굼부리 능선.제주도가 국영 말목장
        역할을 하던 조선시대엔 부소오름을 ‘새메’라고도 불렀다. ‘’은 말의 제주어로, ‘새’은 아직
        길들이지 못한 풋말을 가리킨다. 달리 ‘생’이라고도 한다. 즉, 풋말을 놓아 먹이면서 길을 들이던
        마장이 부소오름 일대였다. 이렇게 예쁘고 좋은 이름으로 불리던 오름이 어쩌다가 어정쩡한 명찰을
        달게 된 걸까? 참 아쉬운 대목이다. 능선 갈림길 지점. 2코스가 굼부리 안으로 갈라진다.이웃한
        부대오름의 굼부리는 바로 앞에 붙어 선 거문오름 때문에 답답한 느낌을 주기도 한다. 반대로
        부소오름 굼부리는 남서쪽으로 완만하게 흘러내리며 넓고 펑퍼짐한 초원을 만들었다. 부소오름의
        굼부리 형태는 무척 특이하다. 상단부에는 얕은 원형의 굼부리가 들어섰고, 그 아래로 말굽형
        굼부리가 희미한 경계 너머로 이어진다. 그러니까 굼부리 벽의 한쪽이 아예 터져나간 게 아니라
        원형을 남긴 채 용암이 넘치듯이 흘러간 모양새다. 오름을 뒤덮은 수종의 분포 또한 눈길을 끈다.
        오름의 안팎 모두 서쪽 사면에는 활엽수가, 반대쪽 사면은 침엽수가 빼곡하다. 이 점은 부대오름도
        마찬가지다. 바람 때문인지, 지형 때문인지 알 수 없지만, 이런 현상은 여러 오름에서도 확인된다.
        굼부리 안과 밖의 수종이나 식생이 확연히 다른 오름도 적지 않다. 골체오름, 부대오름,
        부소오름이 늘어선 풍광. 뒤로 송당리의 오름들이 펼쳐졌다.세 가지 코스를 적절히 조합해
        탐방부소오름 북쪽, 번영로와 이어진 곳의 도로를 닦다 만 듯한 길이 있다. 100m쯤 이어지는  넓고
        반듯한 이 길이 가장 널리 이용되는 진입로다. 주차하기도 좋다. 그 끝에 빗장을 걸어둔 철문이
        있는데, 양쪽 기둥 옆이 트여 탐방객들이 드나드는 문으로 쓰인다. 철문을 지나 울창한 삼나무
        숲을 빠져나오면 오름 둘레길을 만나고, 탐방로 안내도가 선 들머리가 가깝다.
      </p>
    </div>
  );
};

export default CommunityDetailContens;
